return {
  -- Agrego un fondo a notify para solucionar error, además agrego timeout de espera
  {
    "rcarriga/nvim-notify",
    opts = {
      background_colour = "#1a1b26",
      timeout = 5000,
    },
  },

  -- Modifico el texto del dashboard
  {
    "nvimdev/dashboard-nvim",
    event = "VimEnter",
    opts = function(_, opts)
      local logo = [[
          ██╗ ██████╗ ██████╗  ██████╗ ███████╗
          ██║██╔═══██╗██╔══██╗██╔════╝ ██╔════╝
        ██║██║   ██║██████╔╝██║  ███╗█████╗
  ██   ██║██║   ██║██╔══██╗██║   ██║██╔══╝
    ╚█████╔╝╚██████╔╝██║  ██║╚██████╔╝███████╗
    ╚════╝  ╚═════╝ ╚═╝  ╚═╝ ╚═════╝ ╚══════╝
]]
      logo = string.rep("\n", 8) .. logo .. "\n\n"
      opts.config.header = vim.split(logo, "\n")
    end,
  },
}
